<div id=quote> 
<div id=pagequote>When you say "I wrote a program that crashed Windows,"<br/> people just stare at you blankly and say<br/>"Hey, I got those with the system, for free."</div> 
<div id=pagequotesign>Linus Torvalds</div> 
</div>
 
<p> 
Смоленская группа пользователей Linux (Smolensk Linux Users Group, SmLUG) — неформальное объединение пользователей GNU/Linux и других OpenSource систем на территории Смоленска и Смоленской области.
</p> 
 
<h3>Что такое Linux?</h3> 
<p> 
Linux - в широком смысле, это свободно распространяемая операционная система с открытым исходным кодом. Говоря более строго, Linux - это название ядра, главной составляющей множества UNIX-совместимых операционных систем, таких как, Debian, Red Hat, Slackware и т.д. и т.п.
</p> 
<p> 
Linux является одним из главных достижений OpenSource движения. Системы Linux, имея современные технологические характеристики, отличаются от проприетарных операционных систем в первую очередь идеологически. Ядро, разработанное первоначально Линусом Торвальдсом (Linus Torvalds) в Университете Хельсинки (Финляндия), получило признание и поддержку сообществом программистов по всему миру и обросло множеством программ: от утилит командной строки до офисных пакетов и игр. Практически всё программное обеспечение для Linux распространяется бесплатно и в исходных кодах. Например, значительная часть программного обеспечения создаётся в рамках проекта FSF GNU, продукция которого лицензируется, как и само ядро Linux, по лицензии GNU General Public License, предполагающей, кроме прочего, наследование статуса и идеологии "free software" для лицензирумых программ.
</p> 
 
<h3>Цели LUG</h3> 
<p> 
<ul> 
<li>популяризация Linux;
<li>обучение работе с UNIX-системами;
<li>поддержка пользователей;
<li>обмен мнениями и дистрибутивами.
</ul> 
</p> 
 
 
<h3>Контакты</h3> 
<ul> 
<li>Почта <a href="mailto:smolensklug@gmail.com">smolensklug@gmail.com</a> 
<li><a href="http://groups.google.com/group/sm-lug">Список рассылки</a> на сервере groups.google.com;</li> 
<li>Jabber-конференция smlug@conference.jabber.ru</li> 
<!--li><a href=''></a></li--> 
</ul> 
